[
    {
        "copyright": "Yudong Jiang",
        "date": "2018-12-04",
        "explanation": "What's happening between those mountains? A rocket is being launched to space. Specifically, a Long March 3B Carrier Rocket was launched from Xichang Satellite Launch Center in Sichuan Province in China about two week ago.  The rocket lifted two navigation satellites to about 2,000 kilometers above the Earth's surface, well above the orbit of the International Space Station, but well below the orbit of geostationary satellites.  China's Chang'e 3 mission that landed the robotic Yutu rover on the Moon was launched from Xichang in 2013.  The featured image was taken about 10 kilometers from the launch site and is actually a composite of nine exposures, including a separate background image.",
        "hdurl": "https://apod.nasa.gov/apod/image/1812/RocketLaunch_Jiang_4199.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rocket Launch between Mountains",
        "url": "https://apod.nasa.gov/apod/image/1812/RocketLaunch_Jiang_960.jpg"
    },
    {
        "copyright": "JimmyWestlakeColorado\nMountain College",
        "date": "2008-08-09",
        "explanation": "Dark skies are favored for viewing meteor showers -- so the best viewing of this year's Perseids will occur in the early morning. While the Perseid meteor shower is scheduled to peak over the next few days, bright light from a gibbous Moon will also flood the early evening and mask the majority of relatively faint meteors. Still, skygazing in the early morning after the Moon sets (after about 2 AM local time) could reveal many faint meteors.  Persistant observing at any time after sunset can reward northern hemisphere watchers looking for occasional Perseid fireballs. Astronomer Jimmy Westlake imaged this bright Perseid meteor despite the combination of moonlight and auroral glow over Colorado skies in August of 2000.   digg_url = 'http://apod.nasa.gov/apod/ap080809.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/PerseidMoonlightAurora9_westlake_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Aurora Persei",
        "url": "https://apod.nasa.gov/apod/image/0808/PerseidMoonlightAurora9_westlake.jpg"
    },
    {
        "date": "2007-09-29",
        "explanation": "Shortly after sunrise on Thursday at Cape Canaveral Air Force Station, the Dawn spacecraft began its journey to the asteroid belt, arcing eastward into a blue and cloudy sky. Dawn's voyage began on a conventional, chemically fueled Delta II rocket, but will continue with an innovative ion propulsion system. The spacecraft's extremely efficient ion engines will use electricity derived from solar power to ionize xenon atoms and generate a gentle but continuous thrust. After a four year interplanetary cruise, Dawn will orbit two small worlds, first Vesta and then Ceres. Vesta is one of the largest main belt asteroids, while nomenclature introduced by the International Astronomical Union in 2006 classifies nearly spherical Ceres as a dwarf planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/Dawn_pollock.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dawn Launch Mosaic",
        "url": "https://apod.nasa.gov/apod/image/0709/Dawn_pollock800.jpg"
    },
    {
        "copyright": "Terrastro",
        "date": "2016-08-16",
        "explanation": "It is not a coincidence that planets line up. That's because all of the planets orbit the Sun in (nearly) a single sheet called the plane of the ecliptic. When viewed from inside that plane -- as Earth dwellers are likely to do -- the planets all appear confined to a single band. It is a coincidence, though, when several of the brightest planets all appear in nearly the same direction.  Such a coincidence was captured last week. Featured above, six planets and Earth's Moon were all imaged together last week, just after sunset, from Mornington Peninsula in Victoria, Australia. A second band is visible across the top of this tall image -- the central band of our Milky Way Galaxy.   Perseid Meteors 2016: Album 1 & Album 2",
        "hdurl": "https://apod.nasa.gov/apod/image/1608/Planets_Cherney_800_labeled.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Five Planets and the Moon over Australia",
        "url": "https://apod.nasa.gov/apod/image/1608/Planets_Cherney_800_labeled.jpg"
    },
    {
        "copyright": "Bernhard Hubl",
        "date": "2020-10-16",
        "explanation": "Planetary nebula Abell 78 stands out in this colorful telescopic skyscape. In fact the colors of the spiky Milky Way stars depend on their surface temperatures, both cooler (yellowish) and hotter (bluish) than the Sun. But Abell 78 shines by the characteristic emission of ionized atoms in the tenuous shroud of material shrugged off from an intensely hot central star. The atoms are ionized, their electrons stripped away, by the central star's energetic but otherwise invisible ultraviolet light. The visible blue-green glow of loops and filaments in the nebula's central region corresponds to emission from doubly ionized oxygen atoms, surrounded by strong red emission from electrons recombining with hydrogen atoms. Some 5,000 light-years distant toward the constellation Cygnus, Abell 78 is about three light-years across. A planetary nebula like Abell 78 represents a very brief final phase in stellar evolution that our own Sun will experience ... in about 5 billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/2010/PN_Abell78-1_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planetary Nebula Abell 78",
        "url": "https://apod.nasa.gov/apod/image/2010/PN_Abell78-1_1024c1.jpg"
    },
    {
        "copyright": "Don Goldman",
        "date": "2014-01-10",
        "explanation": "A mere seven hundred light years from Earth, in the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  A total of 28.5 hours of exposure time have gone in to creating this deep view of the nebula. Combining narrow band image data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, it shows remarkable details of the Helix's brighter inner region, about 3 light-years across, but also follows fainter outer halo features that give the nebula a span of well over six light-years. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
        "hdurl": "https://apod.nasa.gov/apod/image/1401/HelixGoldmanLarge.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 7293: The Helix Nebula",
        "url": "https://apod.nasa.gov/apod/image/1401/HelixGoldmanSmall.jpg"
    },
    {
        "date": "2005-10-13",
        "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers an impressive 4.4x3.5 degrees on the sky. The color picture was composited from digitized black and white photographic plates recorded through red and blue astronomical filters, with a computer synthesized green channel. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1987 and 1991.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Alnitak, Alnilam, Mintaka",
        "url": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f45.jpg"
    },
    {
        "date": "2013-05-03",
        "explanation": "Combined image data from the massive, ground-based VISTA telescope and the Hubble Space Telescope was used to create this wide perspective of the interstellar landscape surrounding the famous Horsehead Nebula. Captured at near-infrared wavelengths, the region's dusty molecular cloud sprawls across the scene that covers an angle about two-thirds the size of the Full Moon on the sky. Left to right the frame spans just over 10 light-years at the Horsehead's estimated distance of 1,600 light-years. Also known as Barnard 33, the still recognizable Horsehead Nebula stands at the upper right, the near-infrared glow of a dusty pillar topped with newborn stars. Below and left, the bright reflection nebula NGC 2023 is itself the illuminated environs of a hot young star. Obscuring clouds below the base of the Horsehead and on the outskirts of NGC 2023 show the tell-tale far red emission of energetic jets, known as Herbig-Haro objects, also associated with newborn stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/HH-HST-ESO-gendler3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Horsehead: A Wider View",
        "url": "https://apod.nasa.gov/apod/image/1305/HH-HST-ESO-gendler810.jpg"
    },
    {
        "copyright": "Ken Crawford",
        "date": "2010-01-21",
        "explanation": "Galaxies of the NGC 7771 Group are featured in this intriguing skyscape. Some 200 million light-years distant toward the constellation Pegasus, NGC 7771 is the large, edge-on spiral near center, about 75,000 light-years across, with two smaller galaxies just below it. Large spiral NGC 7769 is seen face-on to the right. Galaxies of the NGC 7771 group are interacting, making repeated close passages that will ultimately result in galaxy-galaxy mergers on a cosmic timescale. The interactions can be traced by galaxy distortions and faint streams of stars created by gravitational tides. But a clear view of the galaxy group is difficult to come by, as the deep image also reveals extensive clouds of foreground dust sweeping across the field. The dim, dusty nebulae reflect starlight from our own Milky Way Galaxy and lie only a few hundred light-years above the galactic plane.   digg_url = 'http://apod.nasa.gov/apod/ap100121.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/NGC7770_71_crawford.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust and the NGC 7771 Group",
        "url": "https://apod.nasa.gov/apod/image/1001/NGC7770_71_crawford_1rc900.jpg"
    }
]